tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "derailed/k9s"
tap "virtuslab/scala-cli"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "exiftool"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "unbound"
brew "gnutls"
brew "grep"
brew "gum"
brew "htop"
brew "jq"
brew "kubernetes-cli"
brew "ncdu"
brew "proguard"
brew "sbt"
brew "tfenv"
brew "mise"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "derailed/k9s/k9s"
brew "virtuslab/scala-cli/scala-cli"
cask "bruno"
cask "dbeaver-community"
cask "google-chrome"
cask "iterm2"
cask "joshjon-nocturnal"
cask "nightfall"
cask "openinterminal"
cask "notion"
cask "rectangle"
cask "visual-studio-code"
cask "vscodium"
vscode "austenc.tailwind-docs"
vscode "bradlc.vscode-tailwindcss"
vscode "foxundermoon.shell-format"
vscode "jakebecker.elixir-ls"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "oderwat.indent-rainbow"
vscode "phoenixframework.phoenix"
vscode "pkief.material-icon-theme"
vscode "rpinski.shebang-snippets"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "stkb.rewrap"
vscode "timonwong.shellcheck"
vscode "truman.autocomplate-shell"
vscode "xabikos.javascriptsnippets"
vscode "zhuangtongfa.material-theme"
